// Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.
// Console.Write("Введи число: ");
// int anyNumber = Convert.ToInt32(Console.ReadLine());

Console.Write("Введи число: ");
int anyNumber = Convert.ToInt32(Console.ReadLine());
string anyNumberText = Convert.ToString(anyNumber);
if (anyNumberText.Length > 2){
  Console.WriteLine("Третья цифра" + anyNumberText[2]);
}
else {
  Console.WriteLine("Третьей цифры нет");
}
